{
  "projects": [
    {
      "id": 1,
      "title": "Pencere",
      "description": "Köy okullarında EV3 eğitimi projesi. Öğrencilere robotik ve kodlama becerileri kazandırıyoruz.",
      "image": "/images/projects/pencere.jpg",
      "category": "Eğitim",
      "year": "2023",
      "status": "Devam Ediyor",
      "details": "Pencere projesi kapsamında 3 yıldır köy okullarına giderek öğrencilere STEM ve EV3 eğitimi veriyoruz. Amacımız; çocuklara yeni deneyimlerle buluşma fırsatı tanıyarak yaratıcılıklarını, problem çözme becerilerini ve teknoloji ile ilişkilerini geliştirmektir. Eğitimlerimizde çocukların legolardan oluşturdukları robotları programlamalarına yardımcı oluyoruz. Robotlar \"resim çizme\" ve \"müzik çalma\" gibi özelliklere göre programlanarak, teknik alanların yanı sıra sanatsal yönlerini keşfetmelerine olanak sağlıyoruz. Böylece çocukların çok yönlü gelişimine katkıda bulunmayı hedefliyoruz.",
      "images": ["/images/projects/pencere1.png", "/images/projects/pencere2.png"]
    },
    {
      "id": 2,
      "title": "Sanatın Kadın Ruhu",
      "description": "Kadın sanatçıların eserlerini tanıtan webinar serisi. Sanat ve teknolojiyi birleştiren etkinlikler.",
      "image": "/images/projects/sanat-kadin.jpg",
      "category": "Kültür",
      "year": "2023",
      "status": "Tamamlandı",
      "details": "Sanatın Kadın Ruhu isimli webinar serimizde amacımız: Kadının sanattaki rolüne ve icraatlarına değinmek, sanattaki kadın erkek eşitsizliğine dikkat çekmek ve bunların yanında katılan konuklarımızı daha yakından tanıyarak onlara sorular sorarak bir söyleşi yapmaktır. FRC'nin robot yapmaktan daha fazlası olduğunu, sanatın da hayatın bir parçası olduğunun altını çiziyor ve kadının sanattaki başarısına yakından şahit olacağımız bu projeyi \"Kadınsız toplum, yarınsız toplumdur.\" diyerek başlatıyoruz.",
      "images": ["/images/projects/sanat-kadin1.png", "/images/projects/sanat-kadin2.png"]
    },
    {
      "id": 3,
      "title": "Güçlü Kadınlar, Güçlü Yarınlar",
      "description": "KEV işbirliği ile kadınların güçlendirilmesi projesi. STEM alanlarında kadın katılımını artırıyoruz.",
      "image": "/images/projects/guclu-kadinlar.jpg",
      "category": "Sosyal",
      "year": "2023",
      "status": "Devam Ediyor",
      "details": "Kocaeli Eğitim Vakfı desteğiyle gerçekleştirdiğimiz seminerde, 500'den fazla lise kız öğrencisini (14-16 yaş) hukuk, sağlık, mühendislik, turizm ve insan kaynakları gibi farklı alanlardan başarılı kadınlarla bir araya getirdik. Amacımız, genç kızlara kariyer yolculuklarında rehberlik etmek, onlara olumlu rol modelleri tanıtmak ve kolektif güçlenme duygusunu güçlendirmekti.",
      "images": []
    },
    {
      "id": 4,
      "title": "Kaplumbağa Müzesi",
      "description": "Deniz kaplumbağalarının korunması için farkındalık yaratan dijital müze projesi.",
      "image": "/images/projects/kaplumbaga.jpg",
      "category": "Çevre",
      "year": "2023",
      "status": "Tamamlandı",
      "details": "Bu proje kapsamında okulumuzu ziyarete gelen 8. sınıf öğrencilerini ağırladık. Geçtiğimiz aylarda İztuzu Plajı'na giderek DEKAMER'i ziyaret etmemiz, bizde farkındalık yaratmak için başka neler yapabiliriz diye düşünmemizi sağladı ve okulumuzda \"Kaplumbağa Müzesi\" ismini verdiğimiz bir sergi oluşturarak Caretta Caretta'ların yumurtadan çıkıp erişkin safhaya ulaşıncaya dek olan hayat serüvenlerini sergiledik. Bu müzenin de temel amacı olan nesli tükenme tehlikesi altındaki Deniz Kaplumbağası türüne dikkat çekmek ve bilinç oluşturmak maksadıyla giriştiğimiz bu projemizde alınması gereken önlemler, izlenmesi gereken yol haritalarını sunumumuzda detaylıca anlattık ve bu proje sonucunda okulumuza gelen öğrencilere farkındalık yarattık.",
      "images": ["/images/projects/kaplumbaga1.png", "/images/projects/kaplumbaga2.png"]
    },
    {
      "id": 5,
      "title": "Eco Footprint",
      "description": "Karbon ayak izini azaltmaya yönelik sürdürülebilir yaşam projesi.",
      "image": "/images/projects/eco-footprint.jpg",
      "category": "Çevre",
      "year": "2023",
      "status": "Tamamlandı",
      "details": "Takım olarak sezon boyu sürdürmeyi hedeflediğimiz \"Eco Footprint\" isminde karbon ayak izini azaltmaya yönelik bu proje kapsamında Süreyya Plajı'na giderek yerlere atılmış büyükten küçüğe tüm çöpleri toplamaya çalıştık, toplumun karbon ayak izi hakkında ne kadar bilgili olduğunu öğrenmek ve farkındalık yaratmak için öğretici röportajlar gerçekleştirdik. Bir seri haline getirdiğimiz çöp toplama etkinliklerimizin bir yenisini İztuzu Plajı'nda gerçekleştirdik. Kıyıya vurmuş çoğu çöpü topladık. Bunların yanında Kocaeli Kongre Merkezi'nde düzenlenen Karbon Ayak İzi ve Biz Konferansına katıldık. Bu konferansta sosyal sorumluluk projelerimizi, robotumuzu ve FRC'yi tanıtma fırsatı bulduk. Ayrıca karbon ayak izi hakkında yeni bilgiler öğrendik.",
      "images": ["/images/projects/eco-footprint1.png", "/images/projects/eco-footprint2.png"]
    },
    {
      "id": 6,
      "title": "Mini Brick Symphony",
      "description": "LEGO ile müzik yapma projesi. Teknoloji ve sanatı birleştiren yenilikçi yaklaşım.",
      "image": "/images/projects/mini-brick.jpg",
      "category": "Eğitim",
      "year": "2023",
      "status": "Tamamlandı",
      "details": "Pencere projemiz kapsamında kardeş takımımız Archers ile ikinci kez düzenlediğimiz Mini Brick Symphony yarışmamızda, EV3 eğitimi verdiğimiz 5 köy ilkokulundan 200 öğrenciyi bir araya getirerek onlara yarışma deneyimi kazandırdık. Bu yarışma sayesinde öğrenciler hem takım çalışması ruhunu geliştirdiler hem de edindikleri teknik becerileri pratiğe dökme fırsatı buldular.",
      "images": ["/images/projects/mini-brick1.png", "/images/projects/mini-brick2.png"]
    },
    {
      "id": 7,
      "title": "İklim Müzesi",
      "description": "İklim değişikliği konusunda farkındalık yaratan dijital müze projesi.",
      "image": "/images/projects/iklim-muzesi.jpg",
      "category": "Çevre",
      "year": "2023",
      "status": "Devam Ediyor",
      "details": "İklim müzesi, okulumuzu gezmeye gelen 8. sınıf öğrencilerine iklim krizinin önemini ve bu konuda yapılması gerekenleri anlattığımız ayrıca orada geçirdikleri süre boyunca eğlenirken öğrenmelerini hedeflediğimiz bir projedir. Müze, resim öğretmenlerimiz eşliğinde takım üyelerimiz tarafından yapılmıştır. Bunun yanı sıra müze içerisinde yaptığımız sunumlar ve çocuklara oynattığımız Kahoot da bizler tarafından hazırlanmıştır.",
      "images": ["/images/projects/iklim-muzesi1.png", "/images/projects/iklim-muzesi2.png"]
    },
    {
      "id": 8,
      "title": "Yeni Erişim Simgesi",
      "description": "Engelli bireyler için erişilebilir teknoloji çözümleri geliştiren proje.",
      "image": "/images/projects/erisim-simgesi.jpg",
      "category": "Sosyal",
      "year": "2023",
      "status": "Devam Ediyor",
      "details": "Engelli bireyler için kullanılan durağan erişim simgesi, bireyin aktif olarak hayata katkı sağladığı yeni erişim simgesi ile yer değiştirmiştir. Bu değişimin amacı, engelli hakları konusunda sürdürülebilir bir dönüşüm başlatmaktır. Bizim amacımız ise Türkiye'deki farkındalığı bu erişim simgesi ile arttırarak engelli bireylerin hayattaki aktif rolüne dikkat çekmektir.",
      "images": ["/images/projects/erisim-simgesi1.png", "/images/projects/erisim-simgesi2.png"]
    },
    {
      "id": 9,
      "title": "Ecoquake",
      "description": "Deprem erken uyarı sistemi geliştiren çevre teknolojisi projesi.",
      "image": "/images/projects/ecoquake.jpg",
      "category": "Teknoloji",
      "year": "2023",
      "status": "Geliştirme Aşamasında",
      "details": "Deprem, günümüzün büyük bir sorunudur. Öyle ki birçok can ve mal kaybına sebebiyet vermekte aynı zamanda ülke ekonomisini de kötü etkilemektir. Ecoquake'in amacı sürdürülebilir kalkınma hedeflerinden bazılarını 9 hedefi, 9 video ve 9 postta ele alarak toplumdaki deprem bilincini arttırmayı amaçlamaktadır.",
      "images": ["/images/projects/ecoquake1.png"]
    },
    {
      "id": 10,
      "title": "Balçık Köy Okulu 19 Mayıs Kütüphanesi",
      "description": "Köy okulunda kütüphane inşa etme ve öğrencilere eğitim verme projesi.",
      "image": "/images/projects/balcik-kutuphane.jpg",
      "category": "Eğitim",
      "year": "2023",
      "status": "Tamamlandı",
      "details": "Okulumuzda düzenlediğimiz kermesler sonucunda toplanan paralar ve okul aile birliğinin destekleri ile Gebze Balçık Köyü okulunda erken yaşta kitaplarla tanışmış, okuyan ve hayal gücü geniş bireylerin topluma kazandırılması için imkanı olmayan köy okuluna sıfırdan kütüphane inşa ettik. Takımızdaki öğrencilerin ve diğer takımların desteği ile oluşturduğumuz kütüphanenin içerisinde okunmayı bekleyen 1000 kitap mevcut. 19 Mayıs günü kütüphane açılışı ile beraber köy okulundaki öğrencilere FRC'yi tanıtıp, maçlarını seyrettirdik. Aynı zamanda ortaokul öğrencilere EV3, ilkokul öğrencilere de WeDo 2.0 eğitimleri vererek onları daha önce hiç tatmadıkları deneyimlerde bulundurduk.",
      "images": ["/images/projects/balcik-kutuphane1.png", "/images/projects/balcik-kutuphane2.png"]
    },
    {
      "id": 11,
      "title": "Save The Blue",
      "description": "Okyanus kirliliği ile mücadele eden çevre koruma projesi. Deniz yaşamını koruyoruz.",
      "image": "/images/projects/save-blue.jpg",
      "category": "Çevre",
      "year": "2023",
      "status": "Devam Ediyor",
      "details": "Callister ve Archers takımı olarak İzmit Körfezi'nde hayalet ağ çıkarma ve su altı atık toplama çalışmaları gerçekleştirdik. Hayalet ağlar, deniz canlılarının dolanarak yaralanmasına veya ölümüne neden olurken, mercan resifleri gibi su altı yapılarına zarar vermekte ve mikroplastik kirliliğine sebep olmaktadır. Bu proje ile deniz yaşamını koruma yolunda bir adım attık ve çevre bilinci oluşturmayı hedefledik. Tarım ve Orman Bakanlığı ve Kocaeli Büyükşehir Belediyesi'nin düzenlediği \"Hayalet Ağlar\" projesine katkıda bulunduk.",
      "images": []
    },
    {
      "id": 12,
      "title": "Gümüşhane STEM Eğitimi",
      "description": "Gümüşhane İl Milli Eğitim Müdürlüğü ile ortaklaşa düzenlenen 5 günlük dönem eğitim kampı.",
      "image": "/images/projects/gumushane-stem.jpg",
      "category": "Eğitim",
      "year": "2023",
      "status": "Tamamlandı",
      "details": "Gümüşhane İl Milli Eğitim Müdürlüğü ile ortaklaşa 593 5. sınıf öğrencisi için 5 günlük dönem eğitim kampı düzenledik. Kamp kapsamında STEM, TinkerCAD ve Scratch eğitimleri vererek öğrencileri bu alanlarla tanıştırdık ve ilgili becerilerini geliştirmelerine yardımcı olduk.",
      "images": []
    },
    {
      "id": 13,
      "title": "FRC Academy",
      "description": "Archers ve Callister tarafından kurulan, FRC dünyasına yeni adım atan takımlar için eğitim platformu.",
      "image": "/images/projects/frc-academy.jpg",
      "category": "Eğitim",
      "year": "2023",
      "status": "Devam Ediyor",
      "details": "Archers ve Callister tarafından kurulan FRC Academy, özellikle rookie takımlar için yazılım, tasarım, mekanik ve elektronik gibi çeşitli FRC alanlarında bilgi sağlamayı amaçlayan bir eğitim platformudur. Projenin amacı, başlangıcından bu yana edinilen deneyimleri diğer takımlarla paylaşmak ve sezon boyunca teknik bir rol model olarak hizmet etmektir. Proje yaklaşık 450 üye ve 7 rookie takıma ulaşmıştır.",
      "images": []
    },
    {
      "id": 14,
      "title": "DIVE in Iztuzu",
      "description": "Archers kardeş takımı ile birlikte düzenlenen, deniz yaşamını koruma ve çevre bilinci oluşturma projesi.",
      "image": "/images/projects/dive-iztuzu.jpg",
      "category": "Çevre",
      "year": "2023",
      "status": "Tamamlandı",
      "details": "Kardeş takımımız Archers ile birlikte düzenlediğimiz \"DIVE in Iztuzu\" projesi kapsamında Dalyan'da su altı dünyasını keşfettik. Deniz yaşamını koruma ve çevre bilinci oluşturma amacıyla İztuzu'ndaki DEKAMER Caretta Caretta Hastanesi'ni ziyaret ettik. Deniz kaplumbağaları ve onların tehditleri hakkında bilgi edindik, bağış yaparak maddi destek sağladık. Bu ziyaret, çevre bilincimizi artırdı, gelecekteki projelerimize ilham verdi ve takım bağlarımızı güçlendirdi.",
      "images": []
    },
    {
      "id": 15,
      "title": "Towards Underwater",
      "description": "Deniz yaşamı ve plastik kirliliği arasındaki ilişkiyi gösteren sergi projesi.",
      "image": "/images/projects/towards-underwater.jpg",
      "category": "Çevre",
      "year": "2023",
      "status": "Tamamlandı",
      "details": "Son dönemde yapılan araştırmalar, deniz yaşamı ile plastik kirliliği arasındaki ilişkiyi netleştirdi. Takım olarak GOSB yönetim binası içerisinde düzenlediğimiz sergi ile plastiklerin deniz ekosistemlerine etkilerini gösterdik. Geri dönüşüm malzemelerinden yapılan eserlerle deniz çöpleri ve plastiklere odaklanan, çözüm arayan bir sergi oluşturduk. Sergi açılışına GOSB Bölge Müdürü, Yardımcı Müdürler, Kurumsal İletişim Müdürü, şirket yöneticileri, okul müdürü, müdür yardımcısı ve Petfor, Torun metal, Pimtaş plastik gibi şirket temsilcileri katıldı.",
      "images": []
    }
  ],
  "categories": [
    {
      "name": "Eğitim",
      "color": "bg-blue-500",
      "count": 5
    },
    {
      "name": "Çevre",
      "color": "bg-green-500",
      "count": 6
    },
    {
      "name": "Sosyal",
      "color": "bg-purple-500",
      "count": 2
    },
    {
      "name": "Teknoloji",
      "color": "bg-yellow-500",
      "count": 1
    },
    {
      "name": "Kültür",
      "color": "bg-red-500",
      "count": 1
    }
  ]
}